{
    "4":[
        "Despite their apparent success, the company's leadership struggled with internal disagreements that hindered its long-term growth.",
        "(1) The company’s leadership thrived without any internal disagreements, which allowed them to achieve long-term success.",
        "(2) While successful in the short term, internal conflicts within the company’s leadership ultimately limited its future potential.",
        "(3) The leadership was highly unified, but external factors caused the company’s failure to grow.",
        "(4) Internal conflicts were quickly resolved, allowing the company to continue its steady growth."],
    "answer_1":0,
    "des_1":"",

    "2":["The city’s public transportation system, once a model of efficiency, has faced significant challenges in maintaining its service due to underfunding and outdated infrastructure.",
        "(1) The city's public transportation system, despite its past success, now struggles due to financial and infrastructural issues.",
        "(2) The city's public transportation system has remained highly efficient over the years, with no significant challenges.",
        "(3) The city's transportation system, although outdated, has continued to operate effectively despite limited funds.",
        "(4) The city's public transportation system has become a model for other cities to follow due to its efficient management."],
    "answer_2":2,
    "des_2":"",

    "3":["After years of meticulous planning and research, the team was able to launch their groundbreaking project, which revolutionized the industry.",
        "(1) The team launched their project after several years of hard work, and it had a significant impact on the industry.",
        "(2) The team’s project, which changed the industry, was completed without much planning.",
        "(3) Years of research led the team to launch a project that ultimately failed to impact the industry.",
        "(4) The team quickly launched their project after planning it for just a few months."],
    "answer_3":1,
    "des_3":"",

    "1":["His extraordinary talent in mathematics was apparent at an early age, but it was his relentless dedication that truly set him apart from others.",
        "(1) The man was incredibly talented in mathematics and worked hard to develop his abilities.",
        "(2) His exceptional skill in mathematics came naturally, without much effort.",
        "(3) His talent in mathematics was recognized early on, and he gained fame as a result.",
        "(4) His success in mathematics was due to hard work and little talent."],
    "answer_4":3,
    "des_4":"",
    "answers":[1,1,1,2],
    "time":"5 دقائق",
    "timeSec":300000
}