{
    "1":[
        "The Eiffel Tower, located in Paris, is one of the most recognizable landmarks in the world.",
        "(1) The Eiffel Tower, found in Paris, is among the most famous structures globally.",
        "(2) Paris is home to the Eiffel Tower, one of the world’s most iconic landmarks.",
        "(3) The Eiffel Tower, in Paris, is considered one of the most recognizable monuments in the world.",
        "(4) One of the world’s most famous landmarks is the Eiffel Tower, located in Paris."],
    "answer_1":0,
    "des_1":"",

    "2":["The Industrial Revolution brought about significant economic changes, leading to urbanization, the rise of factory-based production, and major shifts in the labor market.",
        "(1) The Industrial Revolution led to urbanization, factory production, and substantial shifts in the economy and labor markets.",
        "(2) Economic changes resulting from the Industrial Revolution caused the rise of factories and shifts in the labor market.",
        "(3) Urbanization and factory-based production were major outcomes of the Industrial Revolution, transforming the labor market.",
        "(4) The Industrial Revolution sparked economic changes, including urban growth and a shift to factory-based production."],
    "answer_2":2,
    "des_2":"",

    "3":["Albert Einstein's theory of relativity revolutionized our understanding of space, time, and gravity, introducing concepts that were previously unimaginable.",
        "(1) Einstein’s theory of relativity changed our view of space and time, challenging prior beliefs about gravity.",
        "(2) The theory of relativity, proposed by Einstein, reshaped how we understand space, time, and gravity.",
        "(3) Albert Einstein’s revolutionary theory of relativity introduced new ideas about gravity, space, and time.",
        "(4) The theory of relativity, developed by Einstein, revolutionized concepts of gravity, space, and time."],
    "answer_3":1,
    "des_3":"",

    "4":["Despite their growing popularity, electric vehicles still face significant challenges, including limited charging infrastructure and high production costs.",
        "(1) While electric vehicles are becoming more popular, challenges like charging limitations and high costs still hinder their widespread use.",
        "(2) The popularity of electric vehicles is growing, yet they continue to face challenges such as insufficient charging infrastructure and high production costs.",
        "(3) Despite the increasing demand for electric vehicles, their development is restricted by issues like costly production and charging problems.",
        "(4) Electric vehicles are gaining popularity, but limitations in charging infrastructure and high production costs remain significant obstacles."],
    "answer_4":3,
    "des_4":"",
    "answers":[3,1,3,4],
    "time":"4 دقائق",
    "timeSec":240000
}