{
    "1":[
        "Despite the challenges faced by the small business, it grew steadily, demonstrating the resilience and determination of its founder.",
        "(1) The small business succeeded because of its founder’s dedication and strength.",
        "(2) The small business encountered challenges but still grew due to the founder’s persistence.",
        "(3) Despite many struggles, the founder’s resilience helped the small business thrive.",
        "(4) The small business failed, but the founder’s efforts made a difference."],
    "answer_1":0,
    "des_1":"",

    "2":["Advances in technology have significantly improved the quality of life, making tasks more efficient and accessible to people worldwide.",
        "(1) Technology improvements have increased global accessibility, making daily tasks simpler and faster.",
        "(2) The global impact of technology has made life harder by making tasks more complex and difficult.",
        "(3) Technological progress has made life more efficient but less accessible to everyone.",
        "(4) Advancements in technology have made life more accessible, but less efficient for most people."],
    "answer_2":2,
    "des_2":"",

    "3":["While some argue that government intervention stifles economic growth, others contend that regulation is necessary for ensuring fairness in the marketplace.",
        "(1) There is a debate about whether government involvement limits growth or promotes fairness in the economy.",
        "(2) Government regulation is always beneficial to the economy, despite opposition from critics.",
        "(3) Critics of government regulation argue that it harms the economy by encouraging unfair practices.",
        "(4) Some believe government intervention can help but worry it stifles growth, while others disagree."],
    "answer_3":1,
    "des_3":"",

    "4":["The philosopher's argument, rooted in the ethics of responsibility, challenges conventional views by prioritizing collective well-being over individual success.",
        "(1) The philosopher’s view prioritizes societal well-being over personal gain, questioning traditional ideas of success.",
        "(2) The philosopher argues that individual success should be the ultimate priority, disregarding the collective good.",
        "(3) By emphasizing individual success, the philosopher supports traditional ethics and rejects collective welfare.",
        "(4) The philosopher challenges collective well-being by arguing that personal success is more important than responsibility."],
    "answer_4":3,
    "des_4":"",
    "answers":[2,1,1,1],
    "time":"4 دقائق و 20 ثانية",
    "timeSec":260000
}