{
    "1":[
        "The novel’s protagonist struggles with finding her identity, reflecting the universal experience of self-discovery and personal growth.",
        "(1) The protagonist’s experience of self-discovery is unique and cannot be understood by others.",
        "(2) The protagonist never manages to find her identity, but continues searching throughout the novel.",
        "(3) The novel focuses on the idea that self-discovery is an irrelevant theme for the protagonist.",
        "(4) The protagonist faces a personal journey to understand herself, which is a common experience for many people."],
    "answer_1":0,
    "des_1":"",

    "2":["While many people associate wealth with success, true success is often determined by personal fulfillment and happiness.",
        "(1) True success depends on wealth and achievements, not personal happiness or fulfillment.",
        "(2) Wealth is the most important factor in determining success, although happiness is important.",
        "(3) Success should be measured by personal happiness and fulfillment, not by wealth or possessions.",
        "(4) Success is best defined by material wealth, though personal fulfillment is also necessary."],
    "answer_2":2,
    "des_2":"",

    "3":["The discovery of penicillin revolutionized the treatment of bacterial infections and paved the way for modern medicine.",
        "(1) The development of penicillin advanced medical science and became essential for curing infections.",
        "(2) Penicillin was the first medicine to be developed for treating bacterial infections and had no lasting impact.",
        "(3) The invention of penicillin played a crucial role in transforming medical practices, especially for infections.",
        "(4) Medical treatments were already effective before the discovery of penicillin, which had limited influence."],
    "answer_3":1,
    "des_3":"",

    "4":["The artist’s unconventional approach to painting, combining abstract forms with realistic details, challenged traditional views of art.",
        "(1) The artist’s approach was revolutionary, blending abstraction with realism to challenge conventional art.",
        "(2) The artist’s work was too abstract to be considered traditional art, with little regard for realism.",
        "(3) The artist embraced only realistic techniques in painting, following well-established art traditions.",
        "(4) The artist’s paintings confused many, mixing abstract forms with intricate realistic details."],
    "answer_4":3,
    "des_4":"",
    "answers":[4,3,3,1],
    "time":"4 دقائق و 40 ثانية",
    "timeSec":280000
}