{
    "1":[
        "The Sahara Desert is the largest hot desert in the world, covering much of North Africa.",
        "(1) The Sahara is the largest hot desert, covering much of North Africa.",
        "(2) North Africa is home to the Sahara Desert, the largest hot desert in the world.",
        "(3) The Sahara Desert, which stretches across North Africa, is the largest hot desert on Earth.",
        "(4) The Sahara Desert, located in North Africa, is the world’s largest hot desert."],
    "answer_1":0,
    "des_1":"",

    "2":["The invention of the printing press by Johannes Gutenberg in the 15th century revolutionized communication by making books more accessible and affordable to the masses.",
        "(1) Johannes Gutenberg’s invention of the printing press made books more affordable and accessible to a wider audience.",
        "(2) The printing press, invented by Gutenberg, revolutionized communication by making books more widely available.",
        "(3) By making books affordable and widely accessible, Gutenberg’s printing press changed the way people communicated.",
        "(4) The printing press, invented by Johannes Gutenberg, helped make books affordable and available to the masses."],
    "answer_2":2,
    "des_2":"",

    "3":["The concept of democracy, as we know it today, has evolved over centuries, drawing on the ideas of ancient Greece and Rome, as well as later influences from the Enlightenment.",
        "(1) Modern democracy is built on ancient Greek and Roman ideals, as well as the philosophical developments of the Enlightenment.",
        "(2) The idea of democracy has its roots in ancient Greece and Rome, and it was later shaped by the Enlightenment.",
        "(3) Democracy, as a modern system, evolved over time from the ideas of ancient Greece, Rome, and the Enlightenment.",
        "(4) The development of democracy over centuries can be traced to the philosophies of ancient Greece, Rome, and the Enlightenment."],
    "answer_3":1,
    "des_3":"",

    "4":["The theory of relativity, developed by Albert Einstein, revolutionized our understanding of time, space, and gravity, challenging centuries of established scientific thought.",
        "(1) Albert Einstein’s theory of relativity changed how we understand time, space, and gravity, contradicting centuries of established scientific theories.",
        "(2) The theory of relativity, proposed by Einstein, redefined our understanding of space and gravity, challenging traditional views on time.",
        "(3) Albert Einstein’s revolutionary theory of relativity fundamentally altered scientific thinking about time, space, and gravity.",
        "(4) Einstein’s theory of relativity, which redefined concepts of time, space, and gravity, challenged centuries of scientific thought."],
    "answer_4":3,
    "des_4":"",

    "answers":[3,2,3,3],
    
    "time":"4 دقائق",
    "timeSec":240000
}