{
    "1":[
        "The Taj Mahal, an iconic symbol of India, was built as a mausoleum for the wife of Emperor Shah Jahan.",
        "(1) The Taj Mahal, a famous landmark in India, was constructed by Shah Jahan in memory of his wife.",
        "(2) The Taj Mahal, known for its beauty, was built by Emperor Shah Jahan to honor his deceased wife.",
        "(3) Built as a memorial for his wife, the Taj Mahal stands as one of India’s most iconic symbols.",
        "(4) The Taj Mahal, symbolizing love, was constructed by Emperor Shah Jahan for his wife’s tomb."],
    "answer_1":0,
    "des_1":"",

    "2":["The process of photosynthesis allows plants to convert sunlight into energy, which is vital for their growth and survival.",
        "(1) Photosynthesis is the process by which plants use sunlight to create energy, essential for their survival.",
        "(2) Plants depend on photosynthesis, a process that converts sunlight into the energy needed for growth.",
        "(3) Through photosynthesis, plants transform sunlight into energy, which is crucial for their life.",
        "(4) The energy plants need to grow is produced through photosynthesis, a process that requires sunlight."],
    "answer_2":2,
    "des_2":"",

    "3":["The discovery of DNA's double helix structure in 1953 laid the foundation for modern genetics and revolutionized the field of biology.",
        "(1) In 1953, the identification of DNA’s double helix shape was a breakthrough that shaped the future of genetics and biology.",
        "(2) The discovery of the double helix structure of DNA in 1953 paved the way for advancements in genetics and biology.",
        "(3) The 1953 discovery of DNA’s double helix structure transformed biology and set the stage for modern genetics.",
        "(4) The finding of DNA’s double helix form in 1953 laid the groundwork for advancements in the fields of genetics and biology."],
    "answer_3":1,
    "des_3":"",

    "4":["The Grand Canyon, carved over millions of years by the Colorado River, is one of the most famous natural wonders in the world.",
        "(1) The Grand Canyon is a famous natural wonder, shaped by the Colorado River over millions of years.",
        "(2) The Colorado River carved the Grand Canyon over millions of years, making it one of the world’s most famous natural wonders.",
        "(3) Carved by the Colorado River, the Grand Canyon is one of the world’s most iconic natural landmarks.",
        "(4) Over millions of years, the Colorado River created the Grand Canyon, one of the world’s most famous natural wonders."],
    "answer_4":3,
    "des_4":"",

    "answers":[1,2,3,2],
    
    "time":"5 دقائق",
    "timeSec":300000
}