{
    "1":[
        "The migration of birds is often influenced by seasonal changes, with many species traveling long distances to find more favorable conditions for breeding and feeding.",
        "(1) Seasonal changes play a key role in bird migration, with many species traveling to find better conditions.",
        "(2) Birds migrate based on the seasons, seeking out favorable breeding and feeding environments.",
        "(3) Many bird species migrate to different areas due to seasonal changes that affect breeding and feeding.",
        "(4) Bird migration is largely driven by seasonal changes that dictate where they breed and feed."],
    "answer_1":0,
    "des_1":"",

    "2":["The Great Wall of China, one of the most famous landmarks in the world, was originally built to protect the northern borders of China from invasions.",
        "(1) The Great Wall of China was constructed to defend China’s northern borders from invaders.",
        "(2) Built to protect against invasions, the Great Wall of China is one of the most famous landmarks.",
        "(3) Originally built to defend China’s borders, the Great Wall is one of the most iconic landmarks.",
        "(4) The Great Wall of China, an iconic structure, was designed to protect the northern borders of China."],
    "answer_2":2,
    "des_2":"",

    "3":["Climate change is causing unpredictable weather patterns around the world, resulting in more frequent natural disasters and disrupting ecosystems and human communities.",
        "(1) Climate change has led to more extreme weather patterns and frequent natural disasters that affect ecosystems.",
        "(2) Unpredictable weather and more frequent natural disasters are direct consequences of climate change.",
        "(3) Due to climate change, the world is experiencing more unpredictable weather, which disrupts ecosystems and communities.",
        "(4) The unpredictable weather patterns caused by climate change are leading to frequent disasters and ecological disruptions."],
    "answer_3":1,
    "des_3":"",

    "4":["While some scholars believe that the decline of ancient civilizations was due to external invasions, others argue that internal factors, such as political instability and economic collapse, played a more significant role.",
        "(1) Some scholars attribute the decline of ancient civilizations to external invasions, while others emphasize internal factors like instability.",
        "(2) The decline of ancient civilizations is debated, with some scholars pointing to invasions and others focusing on internal factors.",
        "(3) While external invasions are often cited as the cause of ancient civilizations’ decline, internal issues such as instability may have been more influential.",
        "(4) Scholars disagree on the causes of ancient civilizations’ collapse, with some blaming invasions and others citing internal political and economic troubles."],
    "answer_4":3,
    "des_4":"",

    "answers":[3,1,3,3],
    
    "time":"4 دقائق و 40 ثانية",
    "timeSec":280000
}